Repository: Vocabualize/vocabualize
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, uk

# onboarding_title
source: Notes (Closed Alpha)
de: Hinweise (Closed Alpha)
es: Notas (Alfa cerrada)
fr: Notes (Alpha fermée)
uk: Нотатки (Закрита Альфа)

# onboarding_description
source: Thank you for testing Vocabualize. This app is part of my bachelor thesis on user-generated content in e-learning applications. It is a prototype that is still missing features and may contain an increased number of bugs. Important notes on data usage:
de: Danke, dass du Vocabualize testest. Diese App ist Teil meiner Bachelorarbeit über nutzergenerierte Inhalte in E-Learning-Anwendungen. Es ist ein Prototyp, bei dem noch Features fehlen und vermehrt Fehler auftreten können. Wichtige Hinweise zur Datennutzung:
es: Gracias por probar Vocabualize. Esta aplicación forma parte de mi tesis de licenciatura sobre contenidos generados por los usuarios en aplicaciones de e-learning. Es un prototipo al que todavía le faltan características y puede tener más errores. Notas importantes sobre el uso de datos:
fr: Merci de tester Vocabualize. Cette application fait partie de mon mémoire de licence sur le contenu généré par les utilisateurs dans les applications d'e-learning. Il s'agit d'un prototype qui manque encore de fonctionnalités et peut contenir un nombre accru de bugs. Remarques importantes concernant l'utilisation des données :
uk: Дякую, що тестуєте Vocabualize. Цей додаток є частиною моєї бакалаврської роботи про контент, створений користувачами, у застосунках для електронного навчання. Це прототип, якому ще бракує функцій і який може містити збільшену кількість помилок. Важливі зауваження щодо використання даних:

# onboarding_hints
source: • PURPOSE: Usage data is collected to evaluate the app concept and then analyzed anonymously - all exclusively as part of my bachelor thesis! • SECURITY: Data is stored on a protected server with access restrictions (but not encrypted). • DELETION: After completion of the test phase (6 months at the latest), all personal data will be irrevocably deleted - unless you explicitly activate the option "Preserve data after test phase" in the settings for a later app publication. • CONTROL: You can have your data deleted at any time - simply send an email to "tim_david.friedrich@stud.htwk-leipzig.de".
de: • ZWECK: Es werden Nutzungsdaten zur Evaluierung des Appkonzepts gesammelt und anschließend anonymisiert ausgewertet - alles ausschließlich im Rahmen meiner Bachelorarbeit! • SICHERHEIT: Daten liegen auf einem geschützten Server mit Zugriffsbeschränkungen (jedoch unverschlüsselt). • LÖSCHUNG: Nach Abschluss der Testphase (spätestens 6 Monate danach) werden alle personenbezogenen Daten unwiderruflich gelöscht - es sei denn, du aktivierst in den Einstellungen explizit die Option "Daten nach Testphase aufbewahren" für eine spätere App-Veröffentlichung. • KONTROLLE: Du kannst deine Daten jederzeit löschen lassen - schreib einfach eine E-Mail an "tim_david.friedrich@stud.htwk-leipzig.de".
es: • PROPÓSITO: Los datos de uso se recopilan para evaluar el concepto de la aplicación y luego se analizan de forma anónima, ¡todo exclusivamente como parte de mi tesis de licenciatura! • SEGURIDAD: Los datos se almacenan en un servidor protegido con restricciones de acceso (pero no cifrado). • SUPRESIÓN: Una vez finalizada la fase de prueba (6 meses como máximo), todos los datos personales se suprimirán de forma irrevocable, a menos que active explícitamente la opción «Conservar datos tras fase de prueba» en la configuración para una publicación posterior de la aplicación. • CONTROL: Puede eliminar sus datos en cualquier momento, simplemente envíe un correo electrónico a "tim_david.friedrich@stud.htwk-leipzig.de".
fr: • OBJECTIF : Les données d'utilisation sont collectées afin d'évaluer le concept de l'application, puis analysées de manière anonyme - le tout exclusivement dans le cadre de mon mémoire de licence ! • SÉCURITÉ : Les données sont stockées sur un serveur protégé avec des restrictions d'accès (mais non chiffrées). • SUPPRESSION : Une fois la phase de test terminée (au plus tard 6 mois après), toutes les données personnelles seront supprimées de manière irréversible - sauf si vous vous êtes connecté(e) et avez explicitement activé l'option « Conserver les données après la phase de test » dans les paramètres pour une publication ultérieure de l'application. • CONTRÔLE : Vous pouvez faire supprimer vos données à tout moment - il vous suffit d'envoyer un e-mail à « tim_david.friedrich@stud.htwk-leipzig.de ».
uk: • МЕТА: Дані про використання збираються для оцінки концепції додатка, а потім аналізуються анонімно — все виключно в рамках моєї бакалаврської роботи! • БЕЗПЕКА: Дані зберігаються на захищеному сервері з обмеженнями доступу (але не зашифровані). • ВИДАЛЕННЯ: Після завершення тестової фази (не пізніше 6 місяців) всі персональні дані будуть безповоротно видалені — якщо ви не увійшли в систему та не активували опцію «Зберегти дані після тестової фази» в налаштуваннях для подальшого опублікування додатка. • КОНТРОЛЬ: Ви можете вимагати видалення своїх даних у будь-який час — просто надішліть електронного листа на «tim_david.friedrich@stud.htwk-leipzig.de».

# onboarding_open_source
source: The app code is open-source and can be viewed on GitHub (vocabualize.de).
de: Der Code ist öffentlich auf GitHub einsehbar (vocabualize.de).
es: El código está disponible públicamente en GitHub (vocabualize.de).
fr: Le code de l'application est open-source et peut être consulté sur GitHub (vocabualize.de).
uk: Код додатка є open-source і доступний на GitHub (vocabualize.de).

# onboarding_final_words
source: Feel free to contact me with questions, feedback, and bugs! Have fun testing! <3
de: Melde dich gern bei Fragen, Feedback und Bugs! Viel Spaß beim Testen! <3
es: ¡Disfruta probando! <3
fr: N'hésitez pas à me contacter pour toute question, retour ou bug ! Amusez-vous bien à tester ! <3
uk: Звертайтеся до мене з питаннями, відгуками та повідомленнями про помилки! Бажаю приємного тестування! <3

# onboarding_accept_button
source: Accept
de: Akzeptieren
es: Aceptar
fr: Accepter
uk: Прийняти

# offline_hint
source: You are currently offline. Please connect to the Internet to use Vocabualize.
de: Du bist offline. Bitte verbinde dich mit dem Internet, um Vocabualize nutzen zu können.
es: Estás desconectado. Conéctate a Internet para usar Vocabualize.
fr: Vous êtes actuellement hors ligne. Veuillez vous connecter à Internet pour utiliser Vocabualize.
uk: Ви наразі офлайн. Будь ласка, підключіться до Інтернету, щоб використовувати Vocabualize.

# offline_internet_settings_button
source: Internet settings
de: Internet-Einstellungen
es: Ajustes de Internet
fr: Paramètres Internet
uk: Налаштування Інтернету

# offline_info_title
source: Why?
de: Warum?
es: ¿Por qué?
fr: Pourquoi ?
uk: Чому?

# offline_info_description
source: Vocabualize uses the internet to translate words, find matching images and save your vocabulary. In addition, user behavior is being analyzed as part of my bachelor thesis in order to evaluate the app concept. After the current test phase, it will also be possible to use certain functions, such as practicing, offline. Thank you for being part of it! <3
de: Vocabualize nutzt das Internet, um Wörter zu übersetzen, passende Bilder zu finden und deine Vokabeln zu speichern. Zudem wird Nutzungsverhalten im Rahmen meiner Bachelorarbeit analysiert, um das Appkonzept bewerten zu können. Nach der aktuellen Testphase wird es wahrscheinlich auch möglich sein, bestimmte Funktionen wie das Üben, offline zu nutzen. Danke, dass du dabei bist! <3
es: Vocabualize utiliza Internet para traducir palabras, encontrar imágenes coincidentes y guardar tu vocabulario. Además, se está analizando el comportamiento de los usuarios como parte de mi tesis de licenciatura para evaluar el concepto de la aplicación. Tras la actual fase de pruebas, también será posible utilizar ciertas funciones, como practicar, sin conexión. ¡Gracias por estar aquí! <3
fr: Vocabualize utilise Internet pour traduire des mots, trouver des images correspondantes et enregistrer votre vocabulaire. De plus, le comportement des utilisateurs est analysé dans le cadre de mon mémoire de licence afin d'évaluer le concept de l'application. Après la phase de test actuelle, il sera également possible d'utiliser certaines fonctionnalités, telles que l'entraînement, hors ligne. Merci de faire partie de l'aventure ! <3
uk: Vocabualize використовує Інтернет для перекладу слів, пошуку відповідних зображень та збереження вашого словникового запасу. Крім того, поведінка користувачів аналізується в рамках моєї бакалаврської роботи з метою оцінки концепції додатка. Після поточної тестової фази також стане можливим використання деяких функцій, таких як тренування, офлайн. Дякую, що ви з нами! <3

# notification_channel_name_gather
source: Gather vocabularies
de: Erinnerung zum Sammeln
es: Recordatorio de recolección
fr: Rassembler le vocabulaire
uk: Зібрати словниковий запас

# notification_channel_description_gather
source: Look around you 👀
de: Schau dich um 👀
es: Mira a tu alrededor 👀
fr: Regardez autour de vous 👀
uk: Огляньтесь навколо 👀

# notification_gather_title
source: Look around you 👀
de: Schau dich um 👀
es: Mira a tu alrededor 👀
fr: Regardez autour de vous 👀
uk: Огляньтесь навколо 👀

# notification_gather_body
source: Which things don't you know in {sourceLanguage} yet? Let's add them to your collection!
de: Welche Dinge kennst du in {sourceLanguage} noch nicht? Füg sie zu deiner Sammlung hinzu!
es: ¿Qué cosas no conoces en {sourceLanguage} todavía? ¡Añádelas a tu colección!
fr: Quels éléments ne connaissez-vous pas encore en {sourceLanguage} ? Ajoutons-les à votre collection !
uk: Які слова ви ще не знаєте в {sourceLanguage}? Додайте їх до своєї колекції!

# notification_channel_name_practice
source: Practice vocabularies
de: Erinnerung zum Üben
es: Recordatorio de práctica
fr: Entraîner le vocabulaire
uk: Тренувати словниковий запас

# notification_channel_description_practice
source: Let's practice 🎯
de: Lass uns üben 🎯
es: ¡A practicar! 🎯
fr: Passons à l'entraînement 🎯
uk: Давайте тренуватися 🎯

# notification_practice_title
source: Let's practice 🎯
de: Lass uns üben 🎯
es: ¡A practicar! 🎯
fr: Passons à l'entraînement 🎯
uk: Давайте тренуватися 🎯

# notification_practice_body
source: Some vocabularies may be due. You'll rock this! :D
de: Einige Vokabeln sind fällig. Du wirst das rocken! :D
es: Algunas palabras están pendientes. ¡Vamos! :D
fr: Certaines fiches de vocabulaire sont peut-être à réviser. Vous allez assurer ! :D
uk: Можливо, деякі слова потребують повторення. Ви впораєтеся! :D

# details_source_input_label
source: Source
de: Quellwort
es: Fuente
fr: Mot source
uk: Джерело

# details_target_input_label
source: Target
de: Übersetzung
es: Traducción
fr: Traduction
uk: Переклад

# details_report_faulty_translation
source: Report faulty translation
de: Fehlerhafte Übersetzung melden
es: Informar de una traducción incorrecta
fr: Signaler une traduction erronée
uk: Повідомити про неправильний переклад

# details_photo_by
source: Photo by {author}
de: Foto von {author}
es: Foto de {author}
fr: Photo de {author}
uk: Фото від {author}

# details_replace_dialog_title
source: Replace
de: Ersetzen?
es: ¿Reemplazar?
fr: Remplacer
uk: Замінити

# details_replace_dialog_content
source: Retranslate and replace the vocabulary?
de: Vokabel neu übersetzen und ersetzen?
es: ¿Volver a traducir la palabra y reemplazarla?
fr: Retraduire et remplacer le vocabulaire ?
uk: Перекласти заново та замінити слово?

# details_replace_dialog_action
source: Replace?
de: Ersetzen
es: Reemplazar
fr: Remplacer ?
uk: Замінити?

# details_duplicate_dialog_title
source: Duplicate!
de: Duplikat!
es: ¡Duplicado!
fr: Doublon !
uk: Дублікат!

# details_duplicate_dialog_content_1
source: It seems that
de: Es scheint so, als existiere
es: Parece que
fr: Il semble que «
uk: Здається, що «

# details_duplicate_dialog_content_2
source: already exists in your collection. Add it anyway?
de: bereits in deiner Sammlung. Trotzdem hinzufügen?
es: ya existe en tu colección. ¿Añadir de todos modos?
fr: » existe déjà dans votre collection. L'ajouter quand même ?
uk: » вже є у вашій колекції. Додати все одно?

# details_duplicate_dialog_action
source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
uk: Додати

# common_select_language
source: Select language
de: Sprache auswählen
es: Seleccionar idioma
fr: Sélectionner la langue
uk: Вибрати мову

# common_vocabulary_created_label
source: Created:
de: Erstellt:
es: Creado:
fr: Créé :
uk: Створено:

# common_vocabulary_reappears_label
source: Reappears:
de: Fällig:
es: Reaparece:
fr: Réapparait :
uk: Повернеться:

# common_close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
uk: Закрити

# common_unknown
source: unknown
de: unbekannt
es: desconocido
fr: inconnu
uk: невідомо

# common_yes
source: Yes
de: Ja
es: Sí
fr: Oui
uk: Так

# common_okay
source: Okay
es: Vale
fr: OK
uk: Добре

# common_cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
uk: Скасувати

# common_submit
source: Submit
de: Absenden
es: Enviar
fr: Envoyer
uk: Надіслати

# home_vocabulary_reappears_now
source: Now
de: Jetzt
es: Ahora
fr: Maintenant
uk: Зараз

# home_vocabulary_reappears_less_minute
source: In less than a minute
de: In weniger als einer Minute
es: En menos de un minuto
fr: En moins d'une minute
uk: Менше ніж за хвилину

# home_vocabulary_reappears_minutes
source: In {minutes} minutes
de: In {minutes} Minuten
es: En {minutes} minutos
fr: Dans {minutes} minutes
uk: За {minutes} хвилин

# home_vocabulary_reappears_hours
source: In {hours} hours
de: In {hours} Stunden
es: En {hours} horas
fr: Dans {hours} heures
uk: За {hours} годин

# home_vocabulary_reappears_days
source: In {days} days
de: In {days} Tagen
es: En {days} días
fr: Dans {days} jours
uk: За {days} днів

# home_collections_title
source: Collections
de: Sammlungen
es: Colecciones
uk: Колекції

# home_add_first_word
source: Click the button to add your first word
de: Klicke auf den Button, um dein erstes Wort hinzuzufügen!
es: ¡Haz clic en el botón para añadir tu primera palabra!
fr: Cliquez sur le bouton pour ajouter votre premier mot
uk: Натисніть кнопку, щоб додати ваше перше слово

# onboarding_select_source_language_title
source: I speak
de: Ich spreche
es: Hablo
fr: Je parle
uk: Я говорю

# onboarding_select_target_language_title
source: I want to learn
de: Ich lerne
es: Quiero aprender
fr: Je veux apprendre
uk: Я хочу вивчати

# onboarding_done_action
source: Let's start!
de: Auf geht's!
es: ¡Vamos!
fr: C'est parti !
uk: Почнемо!

# onboarding_password_reset_title
source: Reset password
de: Passwort zurücksetzen
es: Restablecer contraseña
fr: Réinitialiser le mot de passe
uk: Скинути пароль

# onboarding_password_reset_description
source: Enter your email address to receive a link to reset your password.
de: Gib deine E-Mail-Adresse ein, um einen Link zum Zurücksetzen zu erhalten.
es: Introduce tu dirección de correo electrónico para recibir un enlace de restablecimiento.
fr: Entrez votre adresse e-mail pour recevoir un lien de réinitialisation.
uk: Введіть вашу електронну адресу, щоб отримати посилання для скидання пароля.

# onboarding_password_reset_wait
source: Wait {seconds} seconds
de: Warte {seconds} Sekunden
es: Espera {seconds} segundos
fr: Attendez {seconds} secondes
uk: Зачекайте {seconds} секунд

# onboarding_password_reset_send
source: Send link
de: Senden
es: Enviar
fr: Envoyer le lien
uk: Надіслати посилання

# onboarding_email
source: Email
es: Correo electrónico
uk: Електронна пошта

# onboarding_use_github
source: Sign in with GitHub
de: Mit GitHub anmelden
es: Seguir con GitHub
fr: Se connecter avec GitHub
uk: Увійти через GitHub

# onboarding_use_google
source: Sign in with Google
de: Mit Google anmelden
es: Seguir con Google
fr: Se connecter avec Google
uk: Увійти через Google

# onboarding_sign_failed_title
source: Sign in failed
de: Anmeldung fehlgeschlagen
es: Error de inicio de sesión
fr: Échec de la connexion
uk: Не вдалося увійти

# onboarding_sign_failed_provider_description
source: This account is already linked with {linkedProvider}.
de: Dieser Account ist bereits mit {linkedProvider} verknüpft.
es: Esta cuenta ya está vinculada a {linkedProvider}.
fr: Ce compte est déjà lié à {linkedProvider}.
uk: Цей обліковий запис вже пов'язаний з {linkedProvider}.

# core_disconnected
source: You're offline
de: Du bist offline
es: Estás desconectado
fr: Vous êtes hors ligne
uk: Ви офлайн

# core_disconnected_description
source: An Internet connection is required for the translator to work. Please enable Wi-Fi or mobile data to add vocabularies.
de: Damit der Übersetzer funktioniert, ist eine Internetverbindung erforderlich. Bitte aktivieren Sie Wi-Fi oder mobile Daten, um Vokabeln hinzuzufügen.
es: Para que el traductor funcione es necesaria una conexión a Internet. Habilita la conexión Wi-Fi o los datos móviles para añadir vocabularios.
fr: Une connexion Internet est nécessaire pour que le traducteur fonctionne. Veuillez activer le Wi-Fi ou les données mobiles pour ajouter des vocabulaires.
uk: Для роботи перекладача необхідне підключення до Інтернету. Будь ласка, увімкніть Wi-Fi або мобільні дані для додавання слів.

# core_disconnected_okayButton
source: Okay
es: Vale
fr: OK
uk: Добре

# home_allWords
source: All vocabularies
de: Alle Wörter
es: Todas las palabras
fr: Tous les vocabulaires
uk: Усі слова

# home_newWords
source: Recently added
de: Neue Wörter
es: Nuevas palabras
fr: Récemment ajoutés
uk: Нещодавно додані

# home_noNewWords
source: Oh, it seems like you have not added any words for a while now. :(
de: Oh, du hast anscheinend schon länger keine Wörter mehr hinzugefügt. :(
es: Parece que llevas mucho tiempo sin añadir palabras. :(
fr: Oh, il semble que vous n'ayez pas ajouté de mots depuis un moment. :(
uk: Ой, здається, ви певний час не додавали слова. :(

# home_statusCard_addedManyInTotal
source: Damn, you added {listLength} words in total. Not bad!
de: Krass, du hast insgesamt {listLength} Wörter hinzugefügt. Nicht schlecht!
es: Vaya, has añadido {listLength} palabras en total. ¡No está mal!
fr: Eh bien, vous avez ajouté {listLength} mots au total. Pas mal !
uk: Вау, ви додали {listLength} слів загалом. Непогано!

# home_statusCard_addedToday
source: Wow, you already added {listLength} words today. Keep it up!
de: Wow, du hast heute schon {listLength} Wörter hinzugefügt. Weiter so!
es: Vaya, hoy ya has añadido {listLength} palabras. Sigue así.
fr: Wow, vous avez déjà ajouté {listLength} mots aujourd'hui. Continuez comme ça !
uk: Вау, сьогодні ви вже додали {listLength} слів. Так тримати!

# home_statusCard_default
source: Your collection contains {listLength} words.
de: Deine Sammlung enthält {listLength} Wörter.
es: Su colección contiene {listLength} palabras.
fr: Votre collection contient {listLength} mots.
uk: Ваша колекція містить {listLength} слів.

# home_statusCard_firstWord
source: You added your first word! Add some more and hit "practice"! :)
de: Du hast dein erstes Wort hinzugefügt! Sammel weitere oder klick auf "Üben".
es: ¡Has añadido tu primera palabra! Recoge algunas más o haz clic en «Practicar» :)
fr: Vous avez ajouté votre premier mot ! Ajoutez-en d'autres et appuyez sur « s'exercer » ! :)
uk: Ви додали своє перше слово! Додайте ще і натисніть «тренуватися»! :)

# home_statusCard_isEmpty
source: Why don't you add some new words? :)
de: Warum fügst du nicht ein paar Wörter hinzu?
es: ¿Por qué no añades nuevas palabras? :)
fr: Pourquoi n'ajoutez-vous pas quelques nouveaux mots ? :)
uk: Чому б не додати кілька нових слів? :)

# home_statusCard_onlyOneWord
source: Your collection contains only {listLength} word. It's feeling lonely. Add some more! :)
de: Deine Sammlung enthält nur {listLength} Wort. Lass es nicht im Stich und füg weitere hinzu! :)
es: Su colección contiene {listLength} palabra. Se siente solo. ¡Añade alguna más! :)
fr: Votre collection ne contient qu'un seul mot. Il se sent seul. Ajoutez-en d'autres ! :)
uk: Ваша колекція містить лише {listLength} слово. Воно почувається самотнім. Додайте ще!

# home_statusCard_practiceButton
source: Practice
de: Üben
es: Practicar
fr: S'exercer
uk: Тренуватися

# practice_done_title
source: Congratulations!
de: Gut gemacht!
es: ¡Muy bien!
fr: Félicitations !
uk: Вітаємо!

# practice_done_subtitle
source: You've practiced all of your due words.
de: Du hast alle fälligen Wörter geübt.
es: Has practicado todas las palabras pendientes.
fr: Vous avez pratiqué tous vos mots à réviser.
uk: Ви відпрацювали всі заплановані слова.

# practice_done_action
source: Done
de: Startseite
es: Inicio
fr: Terminé
uk: Готово

# practice_rating_didntKnowButton
source: I didn't know
de: Wusste ich nicht
es: No lo sabía
fr: Je ne savais pas
uk: Я не знав

# practice_rating_easyButton
source: Easy
de: Leicht
es: Fácil
fr: Facile
uk: Легко

# practice_rating_goodButton
source: Good
de: Gut
es: Bien
fr: Bien
uk: Добре

# practice_rating_hardButton
source: Hard
de: Hart
es: Duro
fr: Difficile
uk: Важко

# practice_solutionButton
source: Solution
de: Lösung
es: Solución
uk: Рішення

# record_addButton
source: Add
de: Okay
es: Añadir
fr: Ajouter
uk: Додати

# record_addDetails_noImage
source: Choose an image or save without one
de: Wähle ein Bild aus oder speichere ohne
es: Elija una imagen o guárdela sin ella
fr: Choisissez une image ou enregistrez sans image
uk: Виберіть зображення або збережіть без нього

# record_addDetails_openGalleryButton
source: Open Gallery
de: Galerie öffnen
es: Abrir galería
fr: Ouvrir la galerie
uk: Відкрити галерею

# record_addDetails_providedBy
source: Images provided by Pexels.
de: Stock-Bilder von Pexels.
es: Imágenes proporcionadas por Pexels.
fr: Images fournies par Pexels.
uk: Зображення надані Pexels.

# record_addDetails_saveButton
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
uk: Зберегти

# record_addDetails_saveWithoutButton
source: Save without
de: Ohne speichern
es: Guardar sin
fr: Enregistrer sans
uk: Зберегти без

# record_addDetails_takePictureButton
source: Take picture
de: Bild aufnehmen
es: Haz una foto
fr: Prendre une photo
uk: Зробити фото

# record_addTagHint
source: Untitled
de: Unbenannt
es: Sin título
fr: Sans titre
uk: Без назви

# record_addTagLabel
source: Tag name
es: Nombre de la etiqueta
fr: Nom du tag
uk: Назва тегу

# record_closeButton
source: Close
de: Zurück
es: Cerrar
fr: Fermer
uk: Закрити

# record_savedMessage_deleteButton
source: Delete
de: Löschen
es: Borrar
fr: Supprimer
uk: Видалити

# record_type
source: Type in word...
de: Wort eingeben...
es: Entrar palabra...
fr: Saisissez un mot...
uk: Введіть слово...

# record_fab_scan
source: Scan
de: Scannen
es: Escanear
fr: Scanner
uk: Сканувати

# record_fab_speak
source: Speak
de: Sprechen
es: Hablar
fr: Parler
uk: Говорити

# record_fab_write
source: Write
de: Eingeben
es: Escribir
fr: Écrire
uk: Писати

# record_suggestions_label
source: Suggestions
de: Vorschläge
es: Sugerencias
uk: Пропозиції

# record_suggestions_empty
source: No objects could be recognized. Please try again later.
de: Es konnten keine Objekte erkannt werden. Versuche es später erneut.
es: No se pudieron reconocer objetos. Por favor, inténtalo de nuevo más tarde.
fr: Aucun objet n'a pu être reconnu. Veuillez réessayer plus tard.
uk: Жодних об'єктів не розпізнано. Будь ласка, спробуйте пізніше.

# report_bug_title
source: Report bug
de: Fehler melden
es: Informar de error
fr: Signaler un bug
uk: Повідомити про помилку

# report_translation_title
source: Faulty translation
de: Fehlerhafte Übersetzung
es: Traducción incorrecta
fr: Traduction erronée
uk: Невірний переклад

# report_bug_description_hint
source: Description the bug...
de: Beschreibe den Fehler...
es: Describe el error...
fr: Décrivez le bug...
uk: Опишіть помилку...
