Repository: Vocabualize/vocabualize
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, uk

# report_translation_note_hint
source: Note (optional)
de: Anmerkung (optional)
es: Nota (opcional)
fr: Note (facultative)
uk: Примітка (необов'язково)

# settings_title
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
uk: Налаштування

# settings_sign_in_hint
source: Sign in to sync your data across devices.
de: Melde dich an, um deine Daten zu synchronisieren.
es: Inicia sesión para sincronizar tus datos.
fr: Connectez-vous pour synchroniser vos données sur tous vos appareils.
uk: Увійдіть, щоб синхронізувати ваші дані на всіх пристроях.

# settings_sign_in_action
source: Sign in
de: Anmelden
es: Iniciar sesión
fr: Se connecter
uk: Увійти

# settings_keep_data
source: Preserve data after test phase
de: Daten nach Testphase aufbewahren
es: Conservar datos tras fase de prueba
fr: Conserver les données après la phase de test
uk: Зберегти дані після тестової фази

# settings_keep_data_hint
source: (absolutely optional!)
de: (völlig optional!)
es: (totalmente opcional!)
fr: (absolument facultatif !)
uk: (абсолютно необов'язково!)

# settings_keep_data_dialog_title
source: Preserve data?
de: Daten aufbewahren?
es: ¿Conservar datos?
fr: Conserver les données ?
uk: Зберегти дані?

# settings_keep_data_dialog_content
source: All user data will be deleted after the test phase. If you want your data to remain stored, you must explicitly allow this. In this case, your data can continue to be used if the application is published. If the app is not published or if there are other reasons against further use, all data will still be deleted.
de: Alle Nutzerdaten werden nach der Testphase gelöscht. Wenn deine Daten gespeichert bleiben sollen, musst du dies explizit zulassen. In diesem Fall können deine Daten bei einer Veröffentlichung der Anwendung weiter verwendet werden. Falls keine Veröffentlichung der App erfolgt oder andere Gründe einer Weiterverwendung entgegenstehen, werden alle Daten trotzdem gelöscht.
es: Todos los datos del usuario se borrarán después de la fase de prueba. Si desea que sus datos permanezcan almacenados, debe autorizarlo explícitamente. En este caso, sus datos podrán seguir utilizándose si se publica la aplicación. Si la aplicación no se publica o hay otros motivos que impidan seguir utilizándola, todos los datos se borrarán igualmente.
fr: Toutes les données utilisateur seront supprimées après la phase de test. Si vous souhaitez que vos données restent enregistrées, vous devez l'autoriser explicitement. Dans ce cas, vos données pourront continuer à être utilisées si l'application est publiée. Si l'application n'est pas publiée ou s'il existe d'autres raisons empêchant une utilisation ultérieure, toutes les données seront néanmoins supprimées.
uk: Всі дані користувача будуть видалені після тестової фази. Якщо ви хочете, щоб ваші дані збереглися, ви повинні надати відповідний дозвіл. У цьому випадку ваші дані можуть продовжувати використовуватися, якщо додаток буде опублікований. Якщо додаток не буде опублікований або з інших причин подальше використання неможливе, всі дані все одно будуть видалені.

# settings_experimental_show
source: Show experimental
de: Experimentelles anzeigen
es: Mostrar experimental
fr: Afficher l'expérimental
uk: Показати експериментальне

# settings_experimental_hide
source: Hide experimental
de: Experimentelles ausblenden
es: Ocultar experimental
fr: Masquer l'expérimental
uk: Приховати експериментальне

# settings_collections
source: Enable collections
de: Sammlungen aktivieren
es: Activar colecciones
fr: Activer les collections
uk: Увімкнути колекції

# settings_collectionsHint
source: Categorise words in collections
de: Kategorisiere Wörter in Sammlungen
es: Categoriza palabras en colecciones
fr: Catégoriser les mots en collections
uk: Групувати слова у колекції

# settings_images
source: Hide images
de: Bilder verstecken
es: Ocultar imágenes
fr: Masquer les images
uk: Приховати зображення

# settings_imagesHint
source: Could decrease learning quality
de: Könnte Lernerfolg beeinträchtigen
es: Puede perjudicar el aprendizaje
fr: Cela pourrait diminuer la qualité de l'apprentissage
uk: Може знизити якість навчання

# settings_source
source: Source language
de: Meine Sprache
es: Mi idioma
fr: Langue source
uk: Мова оригіналу

# settings_sourceHint
source: A language you know well
de: Eine Sprache, die du beherrschst
es: Un idioma que conozcas bien.
fr: Une langue que vous maîtrisez bien
uk: Мова, яку ви добре знаєте

# settings_target
source: Target language
de: Zielsprache
es: lengua de llegada
fr: Langue cible
uk: Мова перекладу

# settings_targetHint
source: The language you learn
de: Die Sprache, die du lernst
es: La lengua que aprendes
fr: La langue que vous apprenez
uk: Мова, яку ви вивчаєте

# settings_deepl_title
source: Use DeepL translator
de: Nutze DeepL
es: Usar DeepL

# settings_deepl_hint
source: Could affect translation quality
de: Könnte Übersetzungen beeinflussen
es: Podría afectar a la calidad de la traducción

# settings_notifications_title
source: Toggle notifications
de: Mitteilungen (de-)aktivieren
es: Activar/desactivar notificaciones
fr: Activer/désactiver les notifications
uk: Перемикання сповіщень

# settings_notifications_hint
source: Open app system settings to manage
de: Öffne System-Einstellungen der App zum Verwalten
es: Abrir la configuración del sistema para gestionar
fr: Ouvrir les paramètres système de l'application pour gérer
uk: Відкрийте налаштування системи для керування

# settings_gather_title
source: Time to gather
de: Zeit zum Sammeln
es: Hora de recoger
fr: Heure de collecte
uk: Час збирати

# settings_gather_hint
source: Time for notification to gather new words, if enabled
de: Zeit für Mitteilung zum Sammeln, falls aktiviert
es: Hora de la notificación para recoger, si está activada
fr: Heure de la notification pour collecter de nouveaux mots, si activée
uk: Час для сповіщення про збір нових слів, якщо активовано

# settings_practice_title
source: Time to practice
de: Zeit zum Üben
es: Hora de practicar
fr: Heure de pratique
uk: Час тренуватися

# settings_practice_hint
source: Time for notification to practice, if enabled
de: Zeit für Mitteilung zum Üben, falls aktiviert
es: Hora de la notificación para practicar, si está activada
fr: Heure de la notification pour la pratique, si activée
uk: Час для сповіщення про тренування, якщо активовано

# common_no
source: No
de: Nein
fr: Non
uk: Ні
